//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annulla";
"_edit_"                    = "Modifica";
"_tap_to_min_max_"          = "Tocca per ridurre a icona/ingrandire";
"_cancel_request_"          = "Vuoi annullare?";
"_upload_file_"             = "Carica file";
"_delete_"                  = "Elimina";
"_rename_"                  = "Rinomina";
"_rename_file_"             = "Rinomina il file";
"_rename_folder_"           = "Rinomina la cartella";
"_move_"                    = "Sposta";
"_add_"                     = "Aggiungi";
"_save_"                    = "Salva";
"_warning_"                 = "Attenzione";
"_error_"                   = "Errore";
"_no_"                      = "No";
"_yes_"                     = "Sì";
"_select_"                  = "Seleziona";
"_select_all_"              = "Seleziona tutto";
"_upload_"                  = "Carica";
"_home_"                    = "File";
"_files_"                   = "File";
"_ok_"                      = "OK";
"_done_"                    = "Fine";
"_clear_"                   = "Pulisci";
"_selected_"                = "Selezionati";
"_no_active_account_"       = "Nessun account trovato";
"_info_"                    = "Informazioni";
"_warning_"                 = "Attenzione";
"_video_"                   = "Video";
"_overwrite_"               = "Sovrascrivi";
"_create_"                  = "Crea";
"_create_folder_"           = "Crea cartella";
"_create_folder_e2ee_"      = "Crea una cartella criptata";
"_close_"                   = "Chiudi";
"_remove_"                  = "Rimuovi";
"_file_not_found_"          = "File non trovato";
"_continue_"                = "Continua";
"_continue_editing_"        = "Continua l'editing";
"_auto_upload_folder_"      = "Caricamento automatico";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Sconosciuto";
"_success_"                 = "Successo";
"_mode_filename_"           = "Modalità del nome del file";
"_warning_owncloud_"        = "Sei connesso a un server ownCloud. Questo non è testato e non è supportato, lo stai facendo a tuo rischio. Per aggiornare a Nextcloud, vedi https://nextcloud.com/migration";
"_warning_unsupported_"     = "Stai utilizzando una versione non supportata di Nextcloud. Per la sicurezza dei tuoi dati, ti consigliamo vivamente di aggiornare all'ultima versione stabile di Nextcloud.";
"_restore_"                 = "Ripristina";
"_tap_here_to_change_"      = "Tocca qui per cambiare";
"_no_albums_"               = "Nessun album";
"_denied_album_"            = "Questa applicazione non ha accesso alle \"Foto\",  puoi consentire l'accesso nelle impostazioni della privacy.";
"_denied_camera_"           = "Questa applicazione non ha accesso alla \"Fotocamera\", puoi consentire l'accesso nelle impostazioni della privacy.";
"_save_to_camera_roll_"        = "Salva nel rullino fotografico";
"_save_to_camera_roll_desc_"   = "Quando questa opzione è abilitata, le foto e i video scattati con la fotocamera integrata nell'app verranno salvati anche nel rullino fotografico del tuo dispositivo iOS.";
"_sharing_"                 = "Condivisione";
"_details_"                 = "Dettagli";
"_no_permission_delete_file_" = "Non hai i permessi per eliminare i file.";
"_no_permission_modify_file_" = "Non hai i permessi per modificare i file.";
"_no_permission_favorite_file_" = "Non hai l'autorizzazione per aggiungere il file ai preferiti.";
"_add_folder_info_"         = "Aggiungi informazioni cartella";
"_back_"                    = "Indietro";
"_search_"                  = "Cerca";
"_search_or_create_tags"    = "Cerca o crea un tag";
"_tags_"                    = "Tag";
"_share_tags_create_"       = "Crea \"%@\"";
"_share_tags_no_results_"   = "Nessun tag trovato";
"_share_tags_added_named_"  = "Il tag %@ è stato creato.";
"_edit_tags_"               = "Gestisci i tag";
"_create_tag_error_"        = "Impossibile creare un nuovo tag. Riprova.";
"_of_"                      = "di";
"_livephoto_save_"          = "Salva la Live Foto nell'album fotografico";
"_livephoto_save_error_"    = "Errore di salvataggio della Live Photo.";
"_file_conflict_num_"       = "conflitto tra file";
"_file_conflicts_num_"      = "conflitti tra file";
"_file_conflict_desc_"      = "Quali file vuoi mantenere?\nSe selezioni entrambe le versioni, il file copiato avrà un numero aggiunto al proprio nome.";
"_file_conflict_new_"       = "Nuovi file";
"_file_conflict_exists_"    = "File già esistenti";
"_file_not_rewite_doc_"     = "Non è possibile sovrascrivere un documento ma solo crearne uno nuovo.";
"_move_or_copy_"            = "Sposta o copia";
"_copy_"                    = "Copia";
"_now_"                     = "Adesso";
"_wait_"                    = "Attendi ...";
"_recent_"                  = "Recenti";
"_view_in_folder_"          = "Visualizza nella cartella";
"_disabled_"                = "Disattivato";
"_compact_"                 = "Compatto";
"_normal_"                  = "Normale";
"_verbose_"                 = "Dettagliato";
"_error_occurred_"          = "Si è verificato un errore, prova ancora.";
"_retry_"                   = "Riprova";
"_images_"                  = "Immagini";
"_confirm_"                 = "Confermi";
"_background_location_access_title_"    = "Accesso alla posizione in background";
"_background_location_access_message_"  = "Questa app necessita dell'accesso alla posizione in background per caricare automaticamente i file quando ti sposti da un'area all'altra. Il GPS non viene utilizzato e la tua posizione non viene mai memorizzata.";
"_enable_background_location_title_"    = "Abilita posizione in background";
"_enable_background_location_message_"  = "Per consentire il caricamento automatico dei file in background, abilita \"Sempre\" per l'accesso alla posizione nelle Impostazioni.";
"_enable_background_location_footer_"   = "Per mantenere aggiornata automaticamente la tua libreria fotografica, questa app può utilizzare l'accesso alla posizione in background.\nQuesto le consente di rilevare quando ti trovi in ​​una nuova area e di verificare la presenza di nuove foto da caricare.\nIl GPS non viene utilizzato e la tua posizione non viene mai memorizzata o tracciata.";

/* MARK: Files lock */

"_lock_"                            = "Blocca";
"_unlock_"                          = "Sblocca";
"_lock_file_"                       = "Blocca file";
"_unlock_file_"                     = "Sblocca file";
"_locked_by_"                       = "Bloccato da %@";
"_file_locked_no_override_"         = "Il file è bloccato. Non è possibile sovrascriverlo.";
"_lock_no_permissions_selected_"    = "Non consentito per alcuni file o cartelle selezionate.";
"_remove_file_"             = "Rimuovi il file";
"_delete_file_"             = "Elimina file";
"_delete_folder_"           = "Elimina cartella";
"_size_"                    = "Dimensione";
"_set_user_status_"         = "Stato in linea";
"_set_user_status_message_" = "Messaggio di stato";
"_open_settings_"           = "Apri impostazioni";
"_settings_account_request_" = "Richiedi account all'avvio";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Scrivi l'alias";
"_alias_footer_"            = "Assegna ai tuoi account un nome descrittivo come Casa, Ufficio, Scuola ...";
"_privacy_legal_"           = "Riservatezza e note legali";
"_source_code_"             = "Ottieni codice sorgente";
"_account_select_"          = "Seleziona l'account";
"_account_select_to_add_"   = "Seleziona l'account da aggiungere";
"_remove_local_account_"    = "Rimuovi l'account locale";
"_want_delete_account_"     = "Vuoi davvero rimuovere l'account locale?";
"_prevent_http_redirection_"= "Il reindirizzamento in HTTP non è consentito.";
"_http_account_insecure_"   = "Questo account utilizza un indirizzo server HTTP non sicuro. I dati vengono trasmessi senza crittografia.";
"_https_failed_try_http_"   = "Non è stato possibile stabilire una connessione sicura. Vuoi provare con il protocollo HTTP non sicuro? I tuoi dati verranno trasmessi senza crittografia.";
"_single_file_conflict_title_" = "File in conflitto";
"_multi_file_conflict_title_" = "%@ File in conflitto";
"_replace_action_title_" = "Sostituisci";
"_keep_both_action_title_" = "Mantieni entrambi";
"_cancel_keep_existing_action_title_" = "Annulla e mantieni l'esistente";
"_replace_all_action_title_" = "Sostituisci tutti";
"_keep_both_for_all_action_title_" = "Mantieni entrambi per tutti";
"_more_action_title_" = "Più dettagli";
"_wait_file_preparation_" = "Preparazione del caricamento del file. Attendere …";
"_keep_active_for_upload_" = "Mantenere attiva l'applicazione fino al completamento dell'invio ...";
"_keep_active_for_transfers_" = "Mantieni attiva l'applicazione fino al completamento del trasferimento...";
"_wait_file_encryption_"  = "Perfavore attendere, criptazione del file…";
"_passcode_counter_fail_" = "Troppi tentativi falliti. Attendi prima di riprovare.";
"_seconds_"               = "secondi";
"_change_lock_passcode_"  = "Cambia il passcode";
"_lock_cannot_disable_mdm_" = "La disattivazione del passcode non è consentita dal tuo profilo di configurazione.";

// MARK: User Status

/* User status */
"_online_"                  = "In linea";

/* User status */
"_away_"                    = "Assente";

/* User status */
"_dnd_"                     = "Non disturbare";

/* User status */
"_dnd_description_"         = "Silenzia tutte le notifiche";

/* User status */
"_invisible_"               = "Invisibile";

/* User status */
"_invisible_description_"   = "Mostrati non in linea";

/* User status */
"_busy_"                    = "Occupato";

/* User status */
"_select_user_status_"      = "Imposta lo stato online";
"_select_status_message_"      = "Imposta messaggio di stato";
"_status_message_"          = "Messaggio di stato";
"_status_message_placehorder_"  = "Qual è il tuo stato?";
"_set_status_message_"      = "Imposta messaggio di stato";
"_clear_status_message_after_"  = "Togli lo stato dopo";

/* User status */
"_dont_clear_"              = "Non togliere";
"_15_minutes_"              = "15 minuti";
"_30_minutes_"              = "30 minuti";
"_an_hour_"                 = "un'ora";
"_1_hour_"                  = "1 ora";
"_4_hours_"                 = "4 ore";
"_day_"                     = "Oggi";
"_this_week_"               = "Questa settimana";
"_days_"                    = "Giorni";
"_hours_"                   = "Ore";
"_minutes_"                 = "Minuti";


"_network_not_available_"   = "Rete non disponibile.";
"_file_already_exists_"     = "Impossibile completare l'operazione, esiste già un file con lo stesso nome.";
"_more_"                        = "Altro";
"_notifications_"               = "Notifiche";
"_quota_space_unlimited_"       = "Illimitata";
"_quota_space_unknown_"         = "Sconosciuto";
"_quota_using_"                 = "Stai utilizzando %@ di %@";
"_acknowledgements_"            = "Ringraziamenti";
"_settings_"                    = "Impostazioni";
"_enter_password_"              = "Inserire la password …";
"_lock_"                        = "Blocca";
"_lock_active_"                 = "Blocco: attivo";
"_lock_not_active_"             = "Blocco: disattivo";
"_lock_protection_no_screen_"        = "Non chiedere all'avvio";
"_enable_touch_face_id_"        = "Abilita Touch/Face ID";
"_wifi_only_"                   = "Utilizza solo la connessione Wi-Fi";
"_settings_autoupload_"         = "Caricamento automatico foto";
"_clear_cache_"                 = "Svuota cache";
"_clear_cache_footer_"          = "Cancella tutti i file scaricati e i file non in linea dall'applicazione";
"_exit_"                        = "Ripristina l'applicazione";
"_exit_footer_"                 = "Rimuovi tutti gli account e i dati locali all'applicazione.";
"_want_exit_"                   = "Attenzione! Si ripristinerà lo stato iniziale. Vuoi continuare?";
"_want_delete_cache_"           = "Vuoi eliminare la cache (questo eliminerà anche tutti i trasferimenti in corso)?";
"_add_account_"                 = "Aggiungi account";
"_want_delete_"                 = "Eliminerai il seguente:";
"_information_"                 = "Informazioni";
"_select_offline_warning_"      = "Rendere più file e cartelle disponibili offline può richiedere molto tempo, con un alto consumo di memoria.";
"_advanced_"                    = "Avanzate";
"_permissions_"                 = "Permessi";
"_custom_permissions_"          = "Autorizzazioni personalizzate";
"_disable_files_app_"           = "Disabilita integrazione applicazione File";
"_disable_files_app_footer_"    = "Non permettere l'accesso ai file dall'applicazione File di iOS.";
"_autoupload_"                      = "Caricamento automatico foto/video";
"_autoupload_photos_"               = "Caricamento automatico foto";
"_autoupload_videos_"               = "Caricamento automatico video";
"_autoupload_description_"          = "Scegli se le nuove foto o i nuovi video verranno caricati automaticamente sul tuo account.";
"_start_autoupload_"                = "Attiva il caricamento automatico";
"_stop_autoupload_"                 = "Disattiva il caricamento automatico";
"_autoupload_create_subfolder_"     = "Usa sottocartelle";
"_autoupload_create_subfolder_footer_"  = "Memorizza le foto in sottocartelle in base all'anno, al mese o al giorno.";
"_autoupload_subfolder_granularity_"    = "Granularità delle sottocartelle";
"_filenamemask_"                        = "Cambia la maschera del nome del file";
"_filenamemask_footer_"                 = "Per impostazione predefinita, quando un file viene caricato, ottiene automaticamente il seguente formato: aa-mm-gg hh-mm-ss più un contatore a 4 cifre. Se non ti piace questo formato, puoi modificarlo qui ad eccezione del contatore finale a 4 cifre, che non può essere omesso.";
"_show_hidden_files_"           = "Mostra i file nascosti";
"_format_compatibility_"        = "Più compatibile";
"_format_compatibility_footer_" = "\"Più compatibile\" salverà le foto in JPEG, se possibile.";
"_privacy_"                     = "Riservatezza";
"_privacy_footer_"              = "Questa applicazione usa un servizio per l'analisi degli errori. Le tue informazioni personali non vengono inviate con la segnalazione. Se vuoi disattivarlo, cambia l'impostazione \"Disattiva segnalazione errori\" in ON.";
"_crashservice_title_"          = "Disabilita lo strumento di segnalazione delle chiusure inattese";
"_crashservice_alert_"          = "Questa opzione richiede un riavvio dell'applicazione per avere effetto.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" salverà la foto selezionata in formato \"Live Photo\", se possibile.";
"_capabilities_"                = "Capacità";
"_capabilities_footer_"         = "Visualizza i pacchetti utilizzati dall'app se sono installati e disponibili sul server.";
"_diagnostics_"                 = "Diagnostica";
"_diagnostics_footer_"          = "La modifica del livello richiede il riavvio dell'app per avere effetto";
"_view_log_"                    = "Visualizza i file di log";
"_no_log_files_"                = "Nessun log disponibile";
"_clear_log_"                   = "Cancella il file di log";
"_set_log_level_"               = "Imposta il livello del log";
"_connect_server_anyway_"       = "Vuoi connetterti comunque al server?";
"_server_is_trusted_"           = "Consideri questo server affidabile?";
"_connection_error_"            = "Errore di connessione";
"_login_url_"                   = "Indirizzo server https:// …";
"_login_url_error_"             = "Errore URL, verifica l'URL del server";
"_favorites_"                   = "Preferiti";
"_favorite_short_"              = "Aggiungi preferito";
"_tutorial_favorite_view_"      = "I file e le cartelle contrassegnati come preferiti verranno visualizzati qui";
"_tutorial_offline_view_"       = "I file copiati qui saranno disponibili offline.\n\nSaranno sincronizzati con il tuo cloud.";
"_tutorial_groupfolders_view_"  = "Nessuna cartella ancora per il team";
"_more_"                        = "Altro";
"_favorite_no_files_"           = "Ancora nessun preferito";
"_no_date_information_"                     = "Nessuna informazione";
"_no_camera_information_"                   = "Nessuna informazione sulla fotocamera";
"_no_lens_information_"                     = "Nessuna informazione sulle lenti";
"_today_"                                   = "Oggi";
"_yesterday_"                               = "Ieri";
"_access_photo_not_enabled_"                = "Accesso a Immagini non abilitato";
"_access_photo_not_enabled_msg_"            = "Vai su Impostazioni → App → Nextcloud → Foto e abilita Accesso alla libreria foto";
"_access_background_app_refresh_denied_"    = "\"L’aggiornamento dell' applicazione in background\" è disattivato. Per favore, attivalo nelle \"Impostazioni\", altrimenti le nuove foto o i video non saranno rilevati quando l’applicazione è in background";
"_tutorial_photo_view_"                     = "Nessuna foto o video ancora caricati";
"_error_createsubfolders_upload_"           = "Errore nella creazione delle sottocartelle";
"_remove_photo_CameraRoll_"                 = "Rimuovi dal rullino della fotocamera";
"_remove_photo_CameraRoll_desc_"            = "\"Rimuovi dal rullino della fotocamera\" dopo un caricamento, sarà mostrato un messaggio per eliminare le foto o i video dal rullino della fotocamera. Foto e video eliminati saranno disponibili nel cestino di Foto di iOS per 30 giorni.";
"_never_"                       = "mai";
"_less_a_minute_"               = "meno di un minuto fa";
"_a_minute_ago_"                = "Un minuto fa";
"_minutes_ago_"                 = "%d minuti fa";
"_an_hour_ago_"                 = "un'ora fa";
"_hours_ago_"                   = "%d ore fa";
"_a_day_ago_"                   = "Un giorno fa";
"_days_ago_"                    = "%d giorni fa";
"_cannot_send_mail_error_"      = "Nessun account configurato o indirizzo email errato.";
"_open_url_error_"              = "Impossibile aprire l'URL per questa azione.";
"_media_"                       = "Media";
"_order_by_"                    = "Ordina per";
"_name_"                        = "Nome";
"_date_"                        = "Data";
"_size_"                        = "Dimensione";
"_remove_favorites_"            = "Rimuovi preferito";
"_add_favorites_"               = "Aggiungi preferito";
"_share_"                       = "Condividi";
"_remove_local_file_"           = "Rimuovi localmente";
"_folders_"                     = "cartelle";
"_folder_"                      = "cartella";
"_files_"                       = "File";
"_file_"                        = "file";
"_no_file_pull_down_"           = "Carica un file o tira verso il basso per aggiornare";
"_no_file_no_permission_to_create_" = "Non hai l'autorizzazione per caricare o creare file in questa cartella.";
"_limited_dimension_"           = "Raggiunta dimensione massima";
"_file_not_saved_cameraroll_"   = "Errore: file non salvato nell'album fotografico";
"_favorite_on_top_"             = "Ordina prima i preferiti";
"_directory_on_top_"            = "Ordina le cartelle prima dei file";
"_show_description_"            = "Mostra la descrizione della cartella";
"_show_recommended_files_"      = "Mostra i consigli";
"_search_no_record_found_"      = "Nessun risultato";
"_search_in_progress_"          = "Ricerca in corso ...";
"_search_instruction_"          = "Cerca file (minimo 2 caratteri)";
"_files_no_files_"              = "Nessun file qui";
"_files_no_folders_"            = "Qui non c'è alcuna cartella";
"_request_in_progress_"         = "Richiesta al server in corso ...";
"_personal_files_only_"         = "Solo file personali";

"audio"                         = "AUDIO";
"directory"                     = "CARTELLE";
"document"                      = "DOCUMENTI";
"image"                         = "IMMAGINI";
"template"                      = "MODELLI";
"video"                         = "VIDEO";

"_paste_file_"                  = "Incolla";
"_status_wait_download_"        = "In attesa dello scaricamento";
"_status_downloading_"          = "Scaricando";
"_status_wait_upload_"          = "In attesa del caricamento";
"_status_wait_create_folder_"   = "In attesa per creare la cartella";
"_status_wait_delete_"          = "In attesa di eliminazione";
"_status_wait_rename_"          = "In attesa del rinomina";
"_status_wait_favorite_"        = "In attesa di cambiare il preferito";
"_status_wait_copy_"            = "In attesa di copiare il file";
"_status_wait_move_"            = "In attesa di spostare il file";
"_status_uploading_"            = "Caricando";
"_status_upload_error_"         = "Errore, in attesa del caricamento";
"_select_media_folder_"         = "Imposta cartella Media";
"_media_viewimage_show_"        = "Mostra solo le immagini";
"_media_viewvideo_show_"        = "Mostra solo i video";
"_media_show_all_"              = "Mostra entrambi";
"_good_morning_"                = "Buongiorno";
"_good_day_"                    = "Buongiorno";
"_good_afternoon_"              = "Buon pomeriggio";
"_good_evening_"                = "Buona sera";
"_good_night_"                  = "Buona notte";
"_servers_"                     = "Server";
"_select_server_"               = "Seleziona un server ...";

// MARK: Share

"_share_link_"                  = "Condividi collegamento";
"_share_link_name_"             = "Nome collegamento";
"_password_"                    = "Password";
"_share_password_"              = "Proteggi il collegamento con password";
"_date_"                        = "Data";
"_enforce_password_protection_" = "Imponi la protezione con password";
"_shared_with_you_by_"          = "Condiviso con te da";
"_shareLinksearch_placeholder_" = "Nome, email o ID di cloud federata ...";
"_new_comment_"                 = "Nuovo commento ...";
"_edit_comment_"                = "Modifica commento";
"_delete_comment_"              = "Elimina commento";
"_share_read_only_"             = "Solo in lettura";
"_share_editing_"               = "Può modificare";
"_share_file_drop_"             = "Richiesta file";
"_share_hide_download_"         = "Nascondi scaricamento";
"_share_allowed_downloads_"     = "Consenti i download";
"_share_limit_download_"        = "Limita i downloads";
"_remaining_"                   = "%d rimanenti";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "Imposta data di scadenza";
"_share_note_recipient_"        = "Nota per destinatario";
"_share_add_sharelink_"         = "Aggiungi un altro collegamento";
"_share_can_read_"              = "Lettura";
"_share_can_reshare_"           = "Condivisione";
"_share_can_create_"            = "Crea";
"_share_can_change_"            = "Modifica";
"_share_can_delete_"            = "Elimina";
"_share_can_download_"          = "Consenti scaricamento e sincronizzazione";
"_share_unshare_"               = "Elimina condivisione";
"_share_internal_link_"         = "Collegamento interno ";
"_share_internal_link_des_"     = "Funziona solo per gli utenti con accesso a questo file/cartella.";
"_share_reshare_disabled_"      = "Non ti è consentito ricondividere questo file/cartella.";
"_share_reshare_restricted_"    = "Nota: Hai solo un'autorizzazione limitata per ricondividere questo file/cartella.";
"_remote_"                      = "Remoto";
"_remote_group_"                = "Gruppo remoto";
"_conversation_"                = "Conversazione";
"_no_transfer_"                 = "Ancora nessun trasferimento";
"_no_transfer_sub_"             = "I trasferimenti di file di questo dispositivo verranno visualizzati qui";
"_no_transfer_in_progress_"     = "Nessun trasferimento in corso";
"_no_transfer_in_progress_sub_" = "Qui verranno visualizzati i caricamenti e i download attivi da questo dispositivo.";
"_no_transfer_in_waiting_"      = "Nessun trasferimento in attesa";
"_no_transfer_in_waiting_sub_"  = "I trasferimenti in attesa di iniziare verranno visualizzati qui.";
"_no_transfer_in_error_"        = "Nessun errore di trasferimento";
"_no_transfer_in_error_sub_"    = "Qui verranno visualizzati i trasferimenti che richiedono la tua attenzione.";
"_transfers_waiting_shown_"     = "%1$d di %2$d trasferimenti in attesa";
"_no_activity_footer_"              = "Non ci sono altri eventi da caricare";
"_transfers_"                       = "Trasferimenti";
"_activity_"                        = "Attività";
"_trash_file_not_found_"            = "Sembra che il file non sia nel cestino. Vai nel cestino per aggiornarlo e riprova.";
"_list_shares_"                     = "Condivisioni";
"_list_shares_no_files_"            = "Ancora nessuna condivisione";
"_tutorial_list_shares_view_"       = "I file e le cartelle che condividi saranno mostrati qui";
"_offline_"                         = "Non in linea";
"_upload_photos_videos_"            = "Aggiungi foto o video";
"_upload_file_"                     = "Carica file";
"_create_nextcloudtext_document_"   = "Crea documento di testo";
"_use_folder_auto_upload_"          = "Usa la cartella \"Caricamento automatico\" come destinazione";
"_filename_"                        = "Nome file";
"_enter_filename_"                  = "Inserire il nome del file …";
"_default_preview_filename_footer_" = "Esempio di anteprima del nome del file: IMG_0001.JPG";
"_filename_header_"                 = "Inserire il nome del file";
"_preview_filename_"                = "Esempio di anteprima del nome del file. Puoi utilizzare la maschera %@ per la data/ora.";
"_add_filenametype_"                = "Aggiungi il tipo al nome del file";
"_maintain_original_filename_"      = "Mantiene il nome del file originale";
"_notifications_"                   = "Notifiche";
"_untitled_"                        = "Senza nome";
"_e2e_settings_title_"              = "Cifratura";
"_e2e_settings_"                    = "Cifratura end-to-end";
"_e2e_settings_start_"              = "Avvia la cifratura end-to-end";
"_e2e_settings_activated_"          = "Cifratura end-to-end attivata";
"_e2e_server_disabled_"             = "L'applicazione per la cifratura end-to-end è disabilitata sul server";
"_e2e_settings_view_passphrase_"    = "Insieme le 12 parole compongono una password molto robusta, consentendo solo a te di visualizzare e utilizzare i tuoi file cifrati. Annotala e conservala in un posto sicuro.";
"_e2e_settings_read_passphrase_"    = "Leggi la frase segreta";
"_e2e_settings_lock_not_active_"    = "Blocco non attivo, torna indietro nelle \"Impostazioni\" e attiva il blocco.";
"_e2e_settings_the_passphrase_is_"  = "La frase segreta è:";
"_e2e_passphrase_request_title_"    = "Richiedi frase segreta";
"_e2e_passphrase_request_message_"  = "Inserisci le 12 parole";
"_e2e_settings_remove_"             = "Rimuovi la cifratura localmente";
"_e2e_settings_remove_message_"     = "Conferma la rimozione della cifratura insieme alla frase segreta.";
"_e2e_set_folder_encrypted_"        = "Cifra";
"_e2e_remove_folder_encrypted_"     = "Decifra";
"_e2e_file_encrypted_"              = "File cifrato";
"_e2e_goto_settings_for_enable_"    = "Questa è una cartella cifrata, vai su \"Impostazioni\" e abilita la cifratura end-to-end";
"_e2e_in_upload_"                   = "Caricamento in corso, attendi il trasferimento di tutti i file.";
"_scans_document_"                  = "Scansiona documento";
"_scanned_images_"                  = "Immagini scannerizzate";
"_scan_document_pdf_page_"          = "Pagina";
"_scan_label_document_zone_"        = "Tocca o trascina le immagini verso il basso per creare un documento";
"_filter_document_"                 = "Documento";
"_filter_original_"                 = "Originale";
"_quality_image_title_"             = "Anteprima della qualità dell'immagine";
"_file_creation_"                   = "Creazione file";
"_delete_all_scanned_images_"       = "Elimina tutte le immagini scansionate";
"_text_recognition_"                = "Riconoscimento del testo";
"_all_files_"                       = "Tutti i file";
"_personal_files_"                  = "File personali";

"_trash_view_"                      = "File eliminati";
"_empty_trash_"                     = "Svuota il cestino";
"_trash_no_trash_"                  = "Nessun file eliminato";
"_trash_no_trash_description_"      = "Puoi ripristinare i file eliminati da qui";
"_confirm_delete_selected_"         = "Sei sicuro di voler eliminare i file selezionati?";
"_manage_file_offline_"             = "Gestisci i file non in linea";
"_set_available_offline_"           = "Imposta come disponibile non in linea";
"_remove_available_offline_"        = "Rimuovi come disponibile non in linea";
"_create_new_document_"             = "Documento";
"_create_new_spreadsheet_"          = "Foglio elettronico";
"_create_new_presentation_"         = "Presentazione";
"_create_new_diagram_"              = "Diagramma";
"_more_documents_"                  = "Altri documenti";
"_go_online_"                       = "Vai in linea per vedere il documento";
"_intro_1_title_"                   = "Tieni i tuoi dati al sicuro e sotto controllo";
"_intro_2_title_"                   = "Collaborazione sicura e scambio di file";
"_intro_3_title_"                   = "Web mail, calendario e contatti facili da usare";
"_intro_4_title_"                   = "Condivisione schermo, incontri online e conferenze via web";
"_log_in_"                          = "Accedi";
"_sign_up_"                         = "Iscriviti ad un provider";
"_host_your_own_server"             = "Ospita il tuo stesso server";
"_invalid_url_"                         = "URL del server non valido";
"_ssl_certificate_untrusted_"           = "Il certificato per questo server non è valido.";
"_ssl_certificate_changed_"             = "Il certificato per questo server sembra essere cambiato.";
"_file_already_exists_"                 = "Impossibile completare l'operazione, esiste già un file con lo stesso nome.";
"_err_permission_microphone_"           = "Consenti l'utilizzo del microfono da Impostazioni .";
"_err_permission_photolibrary_"         = "Consenti l'utilizzo di Foto da Impostazioni.";
"_qrcode_not_authorized_"   = "Questa applicazione non è autorizzata a usare la fotocamera posteriore.";
"_qrcode_not_supported_"    = "Codice QR non supportato dal dispositivo attuale.";
"_create_voice_memo_"       = "Crea un memo vocale";
"_voice_memo_start_"        = "Tocca per iniziare";
"_voice_memo_stop_"         = "Tocca per fermare";
"Enter Passcode"            = "Digita codice segreto";
"Enter a new passcode"      = "Digita un nuovo codice segreto";
"Confirm new passcode"      = "Conferma il nuovo codice segreto";
"Passcodes didn't match. Try again." = "I codici segreti non corrispondono. Riprova.";
"Delete"                    = "Elimina";
"Cancel"                    = "Annulla";
"_certificate_details_"     = "Dettagli del certificato del server";
"_certificate_pn_details_"  = "Dettagli del certificato del server Push Notification";
"_certificate_view_"        = "Certificato del server";
"_certificate_pn_view_"     = "Certificato del server Push Notification";
"_save_as_scan_"            = "Salva come scansione";
"_save_changes_"            = "Salvare le modifiche?";
"_modify_"                  = "Modifica";
"_overwrite_original_"      = "Sovrascrivi l'originale";
"_save_as_copy_"            = "Salva come copia";
"_discard_changes_"         = "Scarta le modifiche";
"_message_disable_overwrite_livephoto_" = "Questa immagine è di tipo Live Photo, non sarà possibile riscriverla.";
"_discard_changes_info_"    = "Le tue modifiche verranno annullate.";
"_delete_files_desc_"       = "Elimina i file per liberare spazio";
"_delete_old_files_"        = "Elimina, nella cache, tutti i file più vecchi di";
"_never_"                   = "mai";
"_1_year_"                  = "1 anno";
"_6_months_"                = "6 mesi";
"_3_months_"                = "3 mesi";
"_1_month_"                 = "1 mese";
"_1_week_"                  = "1 settimana";
"_monthly_"                 = "Mensilmente";
"_yearly_"                  = "Annualmente";
"_daily_"                   = "Quotidianamente";
"_login_address_detail_"    = "Il collegamento all'interfaccia web di %@ quando lo apri nel browser.";
"_go_to_page_"              = "Vai alla pagina";
"_page_"                    = "Pagina";
"_this_document_has_%@_pages_"              = "Questo documento ha %@ pagine";
"_invalid_page_"                            = "Pagina non valida";
"_the_entered_page_number_does_not_exist_"   = "Il numero di pagina non è valida.";
"_error_something_wrong_"   = "Qualcosa è andato storto";
"_privacy_screen_"          = "Nascondi i contenuti quando l'app è inattiva";
"_privacy_screen_footer_"   = "Nascondi il contenuto dell'app e mostra una schermata iniziale quando l'app è inattiva.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Inserisci la passphrase (12 parole)";
"_show_more_results_"       = "⋯ Carica più risultati";
"_waiting_for_"             = "In attesa di:";
"_reachable_wifi_"          = "rete raggiungibile tramite Wi-Fi o cavo";
"_copy_passphrase_"         = "Copia la frase segreta";
"_ok_copy_passphrase_"      = "OK e copia la frase segreta";
"_select_color_"            = "Seleziona il colore";
"_change_color_"            = "Cambia colore";
"_description_dashboardwidget_" = "Avere il Dashboard sempre a portata di mano non è mai stato così facile.";
"_description_fileswidget_" = "Visualizza i file recenti e utilizza la barra degli strumenti per velocizzare le operazioni.";
"_description_toolbarwidget_"   = "La barra degli strumenti per velocizzare le operazioni.";
"_title_lockscreenwidget_"  = "Stato";
"_description_lockscreenwidget_"    = "Tieni d'occhio lo spazio disponibile e le attività recenti";

"_keep_running_"            = "Mantenere l'applicazione in funzione per una migliore esperienza d'uso.";
"_apps_nextcloud_detect_"   = "Rilevate %@ Apps";
"_add_existing_account_"    = "Altre %@ Apps sono state rilevate, vuoi aggiungere un account esistente?";
"_status_in_progress_"      = "Lettura dello status in corso ...";
"_status_e2ee_on_server_"   = "La crittografia end-to-end è già configurata nel server ma non è ancora abilitata su questo dispositivo.";
"_status_e2ee_not_setup_"   = "La crittografia end-to-end non è ancora configurata sul server.";
"_status_e2ee_configured_"  = "La crittografia end-to-end è configurata correttamente.";
"_e2ee_set_as_offline_"     = "Non consentito per file o cartelle crittografate.";
"_change_upload_filename_"  = "Vuoi salvare il file con un nome differente?";
"_save_file_as_"            = "Salva il file come %@";
"_password_ascii_"          = "La password non può contenere caratteri speciali.";
"_calendar_contacts_"       = "Calendario e Contatti";
"_mobile_config_"           = "Scaricare il profilo di configurazione";
"_calendar_contacts_footer_warning_"    = "Il profilo di configurazione può essere scaricato solo se Safari è impostato come browser predefinito.";
"_calendar_contacts_footer_"    = "Dopo aver scaricato il profilo, puoi installarlo da Impostazioni.";
"_modify_image_desc_"       = "Tocca un file per modificarlo o rinominarlo.";
"_message_disable_livephoto_" = "Questa immagine è di tipo Live Photo, modificandola si perderà l'effetto live.";
"_enable_livephoto_"        = "Abilita il Live Photo";
"_disable_livephoto_"       = "Disabilita il Live Photo";
"_undo_modify_"             = "Annulla la modifica";
"_rename_already_exists_"   = "Un file con quel nome esiste già.";
"_group_folders_"           = "Cartelle del team";
"_play_from_files_"         = "Riproduci video da un file";
"_play_from_url_"           = "Riproduci il video tramite un link";
"_valid_video_url_"         = "Digita un URL valido";
"_download_image_"          = "Scarica immagine";
"_reset_wrong_passcode_"    = "Ripristina l'applicazione...";
"_reset_wrong_passcode_option_" = "Ripristina l'applicazione dopo 10 tentativi falliti";
"_reset_wrong_passcode_desc_" = "L'abilitazione rimuoverà tutti gli account e i dati locali dopo  %d tentativi di immissione del codice non riusciti.";
"_deviceOwnerAuthentication_" = "Il sensore biometrico è stato bloccato a causa di alcuni tentativi falliti. Inserisci il codice di accesso del dispositivo per abilitare il sensore.";
"_virus_detect_"            = "Virus rilevato. Impossibile caricare il file!";
"_selected_photos_"         = "foto selezionate";
"_delete_selected_photos_"  = "Elimina le foto selezionate";
"_media_square_"            = "Griglia quadrata";
"_media_ratio_"             = "Griglia proporzionata";
"_display_"                 = "Schermo";
"_appearance_"              = "Aspetto";
"_light_"                   = "Chiaro";
"_dark_"                    = "Scuro";
"_use_system_style_"        = "Usa lo stile di sistema";
"_account_settings_"        = "Impostazioni account";
"_users_"                   = "Utenti";
"_users_footer_"            = "Ti consente di selezionare un account ogni volta che apri l'app.";
"_while_charging_"          = "Durante la ricarica";
"_keep_screen_awake_"       = "Mantieni lo schermo attivo\ndurante il trasferimento dei file";
"_error_not_found_"         = "Impossibile trovare la risorsa richiesta ";
"_error_conflict_"          = "La richiesta non è stata completata a causa di un conflitto con lo stato attuale della risorsa";
"_error_precondition_"      = "Il server non soddisfa una delle precondizioni del richiedente";
"_downloading_"             = "Scaricando";
"_additional_options_"      = "Impostazioni aggiuntive";
"_unauthorizedFilesPasscode_" = "Files non può essere usata perché è attivo il passcode";
"_disableFilesApp_"         = "Files non può essere usata perché è disabilitata";
"_no_items_"                = "Nessun items";
"_check_back_later_"        = "Controlla nuovamente più tardi";
"_no_data_available_"       = "Nessun dato disponibile";
"_recent_activity_"         = "Attività recente";
"_maintenance_mode_"        = "Il server è attualmente in modalità manutenzione, il che potrebbe richiedere del tempo.";
"_user_"                    = "Utente";
"_creating_db_photo_progress_" = "Creazione archivio foto in corso…mantenere attiva l'applicazione.";
"_account_unauthorized_"    = "Si è verificato un problema nell'autorizzare l'account %@. Accedi di nuovo";
"_folder_offline_desc_"     = "Anche senza una connessione Internet, puoi organizzare le tue cartelle, creare file. Una volta tornato online, le tue azioni in sospeso verranno sincronizzate automaticamente.";
"_offline_not_allowed_"     = "Questa operazione non è permessa in modalità offline";
"_Upload_native_format_yes_"= "Caricamento in formato nativo: si";
"_Upload_native_format_no_" = "Caricamento in formato nativo: no";
"_terms_of_service_"        = "Termini di servizio";
"_terms_accept_"            = "Confermo che ho letto e accetto i suddetti termini di servizio.";
"_recommended_files_"       = "File consigliati";
"_propagate_layout_"        = "Applica la seguente modifica a tutte le sottocartelle";
"_version_mismatch_error_"  = "Cambio di versione: aprire l'app principale per aggiornare i dati.";
"_opt_in_pro_"              = "Ottimizzazione in corso …";
"_update_in_progress_"      = "Aggiornamento in corso …";
"_delete_in_progress_"      = "Eliminazione in corso…";
"_download_in_progress_"    = "Scaricamento in corso …";
"_upload_in_progress_"      = "Caricamento in corso ...";
"_transfer_in_progress_"    = "Trasferimento in corso …";
"_in_waiting_"              = "In attesa";
"_in_progress_"             = "In corso";
"_in_error_"                = "In errore";
"_retry_minutes_"           = "min rimasti per riprovare";
"_retry_seconds_"           = "sec rimasti per riprovare";
"_retry_soon_"              = "riproverò presto …";
"_large_upload_tip_"        = "I file di grandi dimensioni richiedono che l'app rimanga aperta fino al completamento del trasferimento";
"_e2ee_upload_tip_"         = "I file End-to-end richiedono che l'app rimanga aperta fino al completamento del trasferimento";
"_finalizing_wait_"         = "In attesa della finalizzazione …";
"_in_this_folder_"          = "In questa cartella";
"_media_no_longer_available_" = "Media non più disponibile";
"_this_item_has_been_deleted_" = "Questo elemento è stato eliminato.";
"_video_not_available_" = "Video non disponibile";
"_disable_" = "Disabilita";
"_no_subtitles_available_" = "Nessun sottotitolo disponibile";
"_no_audio_tracks_available_" = "Nessuna traccia audio disponibile";
"_add_external_subtitle_" = "Aggiungi un sottotitolo esterno";
"_repeat_current_media_" = "Ripeti l'elemento corrente";
"_play_next_media_automatically_" = "Riproduci automaticamente l'elemento successivo";
"_image_load_failed_" = "Caricamento immagine non riuscito";
"_image_load_failed_" = "Caricamento immagine non riuscito";
"_gif_file_could_not_be_decoded_" = "Impossibile decodificare il file GIF";
"_svg_file_could_not_be_rendered_" = "Impossibile visualizzare il file SVG";
"_image_file_could_not_be_decoded_" = "Impossibile decodificare l'immagine.";
"_media_not_available_" = "Media non disponibile";
"_no_assistant_installed_"  = "L'Assistente non è installato su questo server. Chiedi al tuo amministratore di installare l'app Assistente.";
"_open_in_office_" = "Apri in Office";
"_select_date_" = "Seleziona la data";
"_always_play_with_vlc_" = "Apri sempre con VLC";
"_account_not_available_" = "Account non disponibile";
"_autoupload_active_other_account_title_" = "Il caricamento automatico è già attivo";
"_autoupload_active_other_account_message_" = "Il caricamento automatico è già abilitato per “%@”. Disabilitalo per quell'account prima di abilitarlo qui.";
"_autoupload_cleanup_pending_" = "I caricamenti precedenti risultano ancora bloccati. Prova ad avviare nuovamente il backup per ritentare la pulizia.";

// Tip
"_tip_pdf_thumbnails_"      = "Scorri a sinistra dal bordo destro dello schermo per mostrare le miniature.";
"_tip_accountrequest_"      = "Tocca qui per cambiare un account o aggiungerne uno";
"_tip_addcopyimage_"        = "Pressione lunga per incollare una immagine copiata";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Visualizza il profilo";
// a11y: On/Off
"_on_"                          = "On";
// a11y: On/Off
"_off_"                         = "Off";
"_list_"                        = "Elenco";
"_icons_"                       = "Icone";

// MARK: Assistant
"_assistant_task_unknown_"       = "Sconosciuto";
"_assistant_task_scheduled_"     = "Programmato";
"_assistant_task_in_progress_"   = "In corso";
"_assistant_task_completed_"     = "Completato";
"_assistant_task_failed_"        = "Non riuscito";
"_input_"                        = "Ingresso";
"_output_"                       = "Risultato";
"_task_details_"                 = "Dettagli del compito";
"_assistant_"                    = "Assistente";
"_new_task_"                     = "Nuovo %@ compito";
"_no_tasks_"                     = "Ciao! Come posso aiutarti oggi?";
"_create_task_subtitle_"         = "Usa il pulsante + per creare una nuova attività";
"_edit_task_"                    = "Modifica %@ attività";
"_no_types_"                     = "Nessun provider trovato";
"_no_types_subtitle_"            = "Per utilizzare l'Assistente è necessario installare i provider AI.";
"_assistant_ai_warning_"         = "L'output mostrato qui è generato dall'IA. Assicurati di ricontrollare sempre.";
"_no_chat_subtitle_"             = "Prova a inviare un messaggio per stimolare una conversazione.";
"_retry_response_generation_"    = "Riprova la generazione della risposta";
"_conversations_"                = "Conversazioni";
"_new_conversation_"             = "Nuova conversazione";
"_type_message_"                 = "Digita un messaggio...";
"_assistant_chat_"               = "Assistente Chat";
"_assistant_error_send_message_"  = "Impossibile inviare un messaggio. Riprova.";
"_assistant_error_load_messages_" = "Impossibile caricare i messaggi. Riprova.";
"_assistant_error_generate_response_" = "Impossibile generare una risposta. Riprova.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Il server sta richiedendo un certificato client.";
"_no_client_cert_found_desc_"    = "Vuoi installare un certificato client TLS? \nSi nota che il certificato .p12 deve essere installato prima sul tuo dispositivo facendo clic su di esso e installandolo come un profilo di certificato di identità in Impostazioni. Il certificato DEVE anche avere una password, poiché è un requisito di iOS.";
"_client_cert_enter_password_"   = "Inserisci la password per il certificato scelto";
"_client_cert_wrong_password_"   = "Mi dispiace, hai inserito una password non valida.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" è un nome proibito.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" è una estensione proibita.";
"_file_name_validator_error_invalid_character_" = "Il nome contiene un carattere non valido: \"%@\".";
"_file_name_validator_error_space_" = "Il nome non deve contenere spazi all'inizio o alla fine.";
"_file_name_new_extension_" = "Modificando l'estensione, il file potrebbe aprirsi in un'applicazione diversa.";
"_file_name_empty_" = "Il nome del file non può essere vuoto.";
"_please_rename_file_" = "Rinomina il file o la cartella.";
"hidden_file_name_warning" = "Il nome renderà il file nascosto";

"_camera_roll_" = "Rullino fotografico";
"_destination_" = "Destinazione";
"_upload_from_" = "Carica da";
"_multiple_albums_" = "Album multipli";
"_smart_albums_" = "Smart album";
"_albums_" = "Album";
"_auto_upload_no_new_items_to_upload_" = "Nessun file da caricare";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Caricamento automatico sospeso a causa di un errore";
"_auto_upload_suspended_error_" = "Caricamento automatico in pausa: %@";
"_focused_auto_upload_" = "Caricamento automatico mirato";
"_focused_auto_upload_settings_footer_" = "Mantieni l'app aperta e oscura lo schermo mentre il backup automatico viene eseguito ad alta velocità.";
"_focused_auto_upload_intro_heading_" = "Continua a indietreggiare con lo schermo oscurato.";
"_focused_auto_upload_intro_message_" = "Il backup di foto e video continuerà a velocità maggiore anche con lo schermo oscurato. Durante il processo:";
"_focused_auto_upload_wifi_" = "Connettiti al Wi-Fi";
"_focused_auto_upload_charger_" = "Collegare al caricabatterie";
"_focused_auto_upload_do_not_exit_" = "Non uscire dall'app";
"_enable_focused_auto_upload_" = "Abilita il caricamento automatico mirato";
"_focused_auto_upload_backing_up_" = "Backup";
"_focused_auto_upload_completed_" = "Caricamento completato!";
"_focused_auto_upload_countdown_" = "Non bloccare lo schermo né uscire dall'app. Lo schermo diventerà scuro tra%d secondi.";
"_stop_focused_auto_upload_" = "Interrompi il caricamento automatico mirato";
"_finish_" = "Fine";
"_item_with_same_name_already_exists_" = "Esiste già un elemento con lo stesso nome.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparazione della migrazione…";
"_scanning_files_" = "Scansione dei file in corso…";
"_moving_items_to_domain_" = "Spostamento degli elementi nel dominio corretto …";
"_finishing_up_" = "Completamento...";

// MARK: E2EE
"_e2ee_no_session_" = "Errore di crittografia end-to-end, nessun account per questa sessione";
"_e2ee_no_dir_" = "Errore di crittografia end-to-end, impossibile ottenere la directory";
"_e2ee_no_certificate_" = "Errore di crittografia end-to-end, impossibile ottenere il certificato";
"_e2ee_no_generate_key_" = "Errore di crittografia end-to-end, impossibile generare la chiave";
"_e2ee_no_metadataKey_found_" = "Errore di crittografia end-to-end, impossibile decrittografare la chiave dei metadati";
"_e2ee_read_only_" = "Questa cartella crittografata utilizza un set di chiavi archiviato ed è disponibile in sola lettura.";
"_e2ee_server_key_changed_" = "Le chiavi di crittografia end-to-end per questo account sono cambiate su un altro dispositivo. Inserisci la nuova passphrase per aggiornare questo dispositivo. Gli spazi di archiviazione associati alle chiavi precedenti rimarranno disponibili in sola lettura.";
"_e2ee_server_key_changed_title_" = "Chiavi di crittografia modificate";
"_e2ee_no_user_found_" = "Errore di crittografia end-to-end, utente non trovato";
"_e2ee_no_signature_found_" = "Errore di crittografia end-to-end, nessuna firma trovata";
"_e2ee_counter_check_" = "Errore di crittografia end-to-end, il contatore è inferiore a quello precedente";
"_e2ee_signature_failed_" = "Errore di crittografia end-to-end, verifica della firma non riuscita";
"_e2ee_enc_payload_" = "Errore di crittografia end-to-end, impossibile crittografare il file del payload";
"_e2ee_no_metadata_" = "Errore di crittografia end-to-end, impossibile ottenere i metadati";
"_e2ee_filedrop_ciphertext_" = "Errore di crittografia end-to-end, il testo cifrato del file drop non è riuscito";
"_e2ee_key_ciphertext_" = "Errore di crittografia end-to-end, chiave di cifratura non riuscita";
"_e2ee_key_no_checksum_found_" = "Errore di crittografia end-to-end, checksum non trovato";
"_e2ee_checksum_error_title_" = "Errore di crittografia end-to-end, checksum errato";
"_e2ee_checksum_error_message_" = "Il checksum del file crittografato è mancante o non valido..\n\nCiò può essere causato da metadati di crittografia incompleti, obsoleti o incoerenti e non significa necessariamente che il file o il server siano stati compromessi.\n\nProsegui solo se ti fidi di questo server e comprendi i rischi. Altrimenti, esci senza aprire il file.";
"_e2ee_key_checksum_" = "Errore di crittografia end-to-end, checksum non riuscito";
"_e2ee_decode_metadata_" = "Errore di crittografia end-to-end, impossibile decodificare i metadati";
"_e2ee_no_lock_" = "Errore di crittografia end-to-end, impossibile bloccare il file";
"_e2ee_no_decrypt_metadata_" = "Errore di crittografia end-to-end, impossibile decrittografare i metadati";
"_e2ee_no_enc_file_" = "Errore di crittografia end-to-end, impossibile crittografare il file";
"_e2ee_no_enc_key_" = "Errore di crittografia end-to-end, impossibile ottenere la chiave codificata";
"_e2ee_no_match_checksum_" = "Errore di crittografia end-to-end, il checksum non corrisponde";
"_e2ee_create_folder_" = "Creazione della directory per la crittografia end-to-end in corso, attendere prego …";
"_e2ee_rename_file_" = "Crittografia end-to-end in corso, attendere prego …";
"_e2ee_encrypt_folder_" = "Crittografia end-to-end della cartella in corso, attendere prego …";
"_e2ee_setup_get_certificate_" = "Il server non ha restituito un certificato";
"_e2ee_setup_create_csr_" = "Impossibile generare la richiesta di firma del certificato (CSR)";
"_e2ee_setup_sign_certificate_" = "Il server non ha restituito un certificato dopo la richiesta di firma";
"_e2ee_setup_extract_publickey_" = "Mancata corrispondenza della chiave pubblica tra la chiave generata e il certificato.";
"_e2ee_setup_get_privatekey_" = "Il server non ha restituito una chiave privata crittografata";
"_e2ee_setup_passphrase_error_" = "La frase di accesso fornita non è corretta.";
"_e2ee_setup_get_publickey_" = "Il server non ha restituito una chiave pubblica crittografata";
"_e2ee_setup_encript_privatekey_" = "Impossibile crittografare la chiave privata";
"_e2ee_setup_store_privatekey_" = "La generazione della chiave privata non ha prodotto alcuna chiave utilizzabile";
"_e2ee_setup_verify_publickey_" = "La chiave pubblica non corrisponde al certificato";
"_e2ee_setup_generate_passphrase_" = "Impossibile generare una passphrase";
"_e2ee_setup_privatekey_missing_" = "La chiave privata dell End-to-end encryption non è stata trovata.";
"_e2e_renew_certificate_success_" = "Il tuo certificato di crittografia end-to-end è stato rinnovato.";
"_certificate_valid_from_" = "Valido dal";
"_certificate_valid_until_" = "Valido fino al";
"_certificate_" = "Certificato";
"_certificate_renew_" = "Rinnovo del certificato";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Etichetta di sensibilità";
"_file_retention_"                  = "Conservazione dei file";
"_legal_hold_"                      = "Blocco legale";
"_none_"                            = "Nessuno";
"_sections_"                        = "Sezioni";
"_governance_labels_load_error_"    = "Impossibile caricare le etichette di governance.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Aspetta un momento …";
"_albums_list_nav_title_"                           = "Album";
"_albums_list_new_album_btn_"                       = "Nuovo album";
"_albums_list_loading_msg_"                         = "Caricamento...";
"_albums_list_error_msg_"                           = "Impossibile caricare gli album. Riprova più tardi!";
"_albums_list_album_name_validation_nonempty_"      = "Il nome dell'album non può essere vuoto.";
"_albums_list_album_name_validation_min_length_"    = "Il nome dell'album deve contenere almeno 3 caratteri.";
"_albums_list_album_name_validation_max_length_"    = "Il nome dell'album non può superare i 30 caratteri.";
"_albums_list_album_name_validation_specials_"      = "Il nome dell'album non può contenere barre.";
"_albums_list_empty_heading_"                       = "Crea album per le tue foto";
"_albums_list_empty_subheading_"                    = "Puoi organizzare tutte le tue foto in tutti gli album che vuoi. Non hai ancora creato alcun album.";
"_albums_list_empty_new_album_btn_"                 = "Crea l'album";
"_albums_list_own_albums_heading_"                  = "I miei album";
"_albums_list_date_range_"                          = "%@ di %@";
"_albums_list_new_album_popup_title_"               = "Crea un nuovo Album";
"_albums_list_new_album_popup_desc_"                = "Inserisci un nome per l'album compreso tra 3 e 30 caratteri.";
"_albums_list_new_album_popup_hint_"                = "Nome dell'album";
"_albums_list_new_album_popup_positive_btn_"        = "Crea";
"_albums_list_new_album_popup_negative_btn_"        = "Annulla";
"_albums_list_rename_album_popup_title_"            = "Rinomina l'album";
"_albums_list_rename_album_popup_desc_"             = "Inserisci il nome del nuovo album tra 3 e 30 caratteri.";
"_albums_list_rename_album_popup_hint_"             = "Nuovo nome dell'album";
"_albums_list_rename_album_popup_positive_btn_"     = "Rinomina";
"_albums_list_rename_album_popup_negative_btn_"     = "Annulla";
"_albums_photo_selection_sheet_title_"              = "Seleziona le foto";
"_albums_photos_loading_msg_"                       = "Caricamento foto …";
"_albums_photos_error_msg_"                         = "Impossibile caricare le foto. Riprova più tardi!";
"_albums_photos_empty_heading_"                     = "Mancano solo le tue foto";
"_albums_photos_empty_subheading_"                  = "Puoi aggiungere tutte le foto che vuoi. Una foto può anche appartenere a più di un album.";
"_albums_photos_add_photos_btn_"                    = "Aggiungi foto";
"_albums_photos_rename_album_btn_"                  = "Rinomina l'album";
"_albums_photos_delete_album_btn_"                  = "Elimina l'album";
"_albums_delete_album_popup_title_"                 = "Vuoi eliminare l'album?";
"_albums_delete_album_popup_desc_"                  = "Sei sicuro di voler eliminare questo album? Questa azione non può essere annullata.";
"_albums_delete_album_popup_positive_btn_"          = "Elimina";
"_albums_delete_album_popup_negative_btn_"          = "Annulla";
"_add_to_album"                                     = "Aggiungi all'album";
"_remove_from_album_"                               = "Elimina dall'album";
"_want_remove_from_album_"                          = "Vuoi davvero rimuovere dall'album?";


"_autoupload_whole_library_" = "Tutte le foto e i video";
"_autoupload_whole_library_description_" = "Controlla tutte le foto e i video nella libreria selezionata. Foto e video già caricati su %@ saranno saltati.";
"_autoupload_from_date_" = "Da una data";
"_autoupload_start_date_" = "Caricamento a partire da";
"_autoupload_completed_until_" = "Foto e video caricati fino a";
"_autoupload_waiting_for_uploads_" = "In attesa del caricamento delle prime foto e dei primi video";
"_autoupload_set_to_now_" = "Imposta su adesso";
"_autoupload_date_range_footer_" = "Foto e video già caricati su %@ vengono saltati. La data avanza in base ai caricamenti confermati e viene mantenuta quando il caricamento automatico viene interrotto.";

"_autoupload_ignore_history_" = "Carica nuovamente foto e video già caricati in precedenza";
"_autoupload_ignore_history_description_" = "L'app conserva un registro locale delle foto e dei video caricati, senza verificare se siano ancora presenti sul server. Attiva questa opzione per caricarli nuovamente, ad esempio se li hai eliminati dal server. Le foto e i video esistenti potrebbero venire sovrascritti.";
"_autoupload_force_reupload_footer_" = "I record di caricamento precedenti vengono ignorati per le foto e i video nella libreria o nell'intervallo di date selezionati. I nuovi caricamenti completati vengono comunque registrati. Questa opzione rimane attiva finché non la si disattiva.";

"_auto_upload_active_" = "Caricamento automatico di foto e video attivo";
